DAY_NUMBER_1 = (
    "<b>Сегодня твоё персональное число дня — 1 🌟</b>\n\n"
    "День благоволит успешным начинаниям и новым идеям. "
    "Если вы давно хотите что-то изменить в своей жизни, приступить к важному проекту, "
    "начать новые отношения или открыть бизнес — сегодня то самое время!\n\n"
    "День пройдёт активно. 💪 Используйте свою изобретательность и настойчивость, "
    "чтобы добиться поставленных целей. Даже если вы не планировали ничего нового, "
    "поставьте себе задачу, которую сможете сразу же выполнить. "
    "Это приободрит, придаст сил и зарядит на дальнейшие победы. ✨"
)

DAY_NUMBER_2 = (
    "<b>Сегодня твоё персональное число дня — 2 🌿</b>\n\n"
    "В такой день лучше отказаться от активных действий. "
    "Период спокойствия и расслабления. 🕊️\n\n"
    "Если попытаетесь приступить к чему-то новому, вам может не хватить энергии. "
    "Привычная работа принесёт гораздо больший результат, чем погоня за сомнительными успехами и возможностями. "
    "Число дня не приемлет ошибок и просчётов. "
    "Если вы сделаете что-то не так в этот период, будете долго переживать.\n\n"
    "Сделайте акцент на взаимовыручку, тактичность и дружелюбие. "
    "Не вступайте ни с кем в горячие споры. "
    "Придерживайтесь своей точки зрения, но не пытайтесь кому-то её навязать. "
    "Расслабьтесь и наслаждайтесь текущим моментом. ☕"
)

DAY_NUMBER_3 = (
    "<b>Сегодня твоё персональное число дня — 3 🎨</b>\n\n"
    "Настало время закончить все начатые проекты. "
    "Не оставляйте их незавершёнными или хотя бы сделайте всё возможное для того, "
    "чтобы максимально приблизиться к цели. \n\n"
    "Можно начинать и новые проекты. Но желательно не концентрировать свои силы на чём-то одном. "
    "Действуйте сразу в нескольких направлениях. 🌈\n\n"
    "День подходит для творчества, для проявления своих навыков и умений. "
    "Не стесняйтесь говорить о своих достижениях. "
    "Если есть чувство неудовлетворённости своим нынешним положением, "
    "можете попробовать поговорить с начальством о повышении в должности или об увеличении зарплаты. \n\n"
    "Будьте в этот день максимально открыты и позитивны. "
    "При этом не нужно пытаться вмешиваться в чьи-то дела. Ни к чему хорошему это не приведёт. 🤐"
)

DAY_NUMBER_4 = (
    "<b>Сегодня твоё персональное число дня — 4 🏗️</b>\n\n"
    "Период завершения. Действуйте максимально обдуманно, просчитывая каждый шаг. "
    "Не торопитесь — спешка в этот день ни к чему. ⏳\n\n"
    "Можете начать планировать какие-то дела на будущее. "
    "Именно сейчас есть возможность заложить прочный фундамент для дальнейших достижений. "
    "Не ждите быстрых результатов. Всё в вашей жизни будет, но не сразу.\n\n"
    "День не подходит для новых начинаний, поэтому даже интересные на первый взгляд предложения "
    "отметайте в сторону или отложите их на потом. \n\n"
    "Воздержитесь от любых не срочных операций в этот день. "
    "Лучше займитесь домом или навестите родственников. 🏡"
)

DAY_NUMBER_5 = (
    "<b>Сегодня твоё персональное число дня — 5 🌬️</b>\n\n"
    "День сулит неожиданные перемены и приключения. 🌪️ "
    "Перед вами откроется много новых возможностей, и главная задача — не упустить их. \n\n"
    "Отличный день для осуществления самых смелых планов. "
    "Делайте то, на что давно не решались. "
    "Оправданный риск в данном случае уместен. "
    "Можете позволить себе посетить места, в которых всегда хотели побывать, "
    "или даже решиться на небольшое путешествие. ✈️\n\n"
    "Энергетический запас в этот день будет самым высоким. "
    "Смело принимайте участие в переговорах и дискуссиях. "
    "Вашего запала хватит на то, чтобы переубедить оппонента. \n\n"
    "День перемен требует каких-то реальных действий: поиска новой работы "
    "или проведения серьёзного разговора. "
    "Чего не стоит делать в такой период — так это лениться и сидеть сложа руки. 💥"
)

DAY_NUMBER_6 = (
    "<b>Сегодня твоё персональное число дня — 6 ❤️</b>\n\n"
    "Спокойный, тихий и домашний день. 🕯️ "
    "Он подходит для восстановления отношений с близкими. \n\n"
    "Уделите время родным и попросите прощения у тех, кого вы обидели. "
    "Если кто-то обидел вас, отпустите ситуацию: не позволяйте негативу разрушать вашу жизнь. "
    "День удачен для романтических свиданий, встреч с друзьями и благотворительности. 🤝\n\n"
    "Число 6 благоприятно для покупки квартиры или любой другой недвижимости. "
    "Но это актуально только в том случае, если ранее вы просчитали все возможные риски "
    "и хорошо взвесили плюсы и минусы.\n\n"
    "В целом день не подходит для принятия спонтанных решений. "
    "Если вы в чём-то не уверены, возьмите паузу или откажитесь от действий, "
    "которых ждут окружающие — не бойтесь говорить «нет». "
    "От любых сомнительных авантюр нужно уклоняться, даже если на кону ваша репутация. 🛑"
)

DAY_NUMBER_7 = (
    "<b>Сегодня твоё персональное число дня — 7 🕯️</b>\n\n"
    "День для самоанализа и спокойствия. 🧘‍♀️ "
    "Сейчас не время для активных действий. \n\n"
    "Займитесь делами для души: покопайтесь в себе, подумайте о собственных мыслях и чувствах. "
    "Это поможет определиться с дальнейшими шагами. "
    "Отдыхайте, медитируйте и повышайте уровень своих знаний. \n\n"
    "От выполнения серьёзных дел лучше сразу отказаться — шансы на успех слишком низкие.\n\n"
    "В такие дни часто происходят невероятные вещи. "
    "То, что не удавалось сделать ранее, каким-то чудесным образом разрешается в самые короткие сроки. ✨ "
    "Но от вас ничего не зависит. \n\n"
    "Всё, что вы можете сделать в этой ситуации — не отказываться от общения с новыми людьми. 🌱"
)

DAY_NUMBER_8 = (
    "<b>Сегодня твоё персональное число дня — 8 💼</b>\n\n"
    "Финансовый успех. 💰 Именно сейчас вы способны активно действовать в наиболее перспективных направлениях: "
    "поговорить с начальником об увеличении заработной платы, взять новый проект "
    "или поискать источники дополнительных доходов.\n\n"
    "День считается продуктивным и счастливым. 🌟 "
    "Можете заранее к нему подготовиться, чтобы не терять драгоценного времени. "
    "В такой период будет удаваться абсолютно всё. "
    "Если в прошлом у вас были какие-то неудачи, пробуйте ещё раз.\n\n"
    "Число дня 8 идеально для новых открытий, побед и достижений. 🏆 "
    "Эти 24 часа подходят для покупки или продажи недвижимости и дорогих вещей."
)

DAY_NUMBER_9 = (
    "<b>Сегодня твоё персональное число дня — 9 🌍</b>\n\n"
    "Завершение цикла. 🍂 Именно сейчас наступил идеальный момент для окончания начатых дел "
    "и для того, чтобы поставить точку в токсичных отношениях. "
    "Смело расставайтесь с тем, кто не приносит радости.\n\n"
    "Число дня 9 помогает наладить нужные связи. "
    "Если у вас есть план на будущее, поделитесь им с окружающими именно в этот период — "
    "и вы получите серьёзную поддержку. 🤲\n\n"
    "Накапливайте энергию, которая потребуется для следующих дней. "
    "Заполните день тем, что по-настоящему наполняет вас: друзья, родные и близкие "
    "или уютная книга в тишине. 📖 "
    "Постарайтесь прожить день с пользой. Накопленная энергия весьма пригодится вам завтра. 🌅"
)