# texts/messages.py

WELCOME_TEXT = (
    "Я — «Про тебя».\n"
    "Просто помогаю услышать себя сегодня.\n\n"
    "Через числа, Таро и прогноз личности».\n\n"
    "Начни с того, что зовёт тебя больше всего 💛"
)

NUMEROLOGY_INTRO = (
    "✨ <b>Наш бот активно развивается!</b>\n\n"
    "Сейчас доступна только первая часть персонального расчёта — "
    "<b>характеристика вашей личности</b> по дате рождения.\n\n"
    "Остальные разделы (отношения, финансы, здоровье) появятся уже в ближайшее время!\n\n"
    "Чтобы получить вашу личную характеристику, нажмите кнопку ниже 👇"
)

DAILY_FORECAST_INTRO = (
    "📅 Прогноз на день\n\n"
    "Хочешь персональный прогноз на сегодня?\n"
    "Пришли свою дату рождения в формате: ДД.ММ.ГГГГ"
)

TAROT_INTRO = (
    "🃏 <b>Карта дня</b>\n\n"
    "Карта дня подскажет, на что обратить внимание и укажет, чем будет наполнен сегодняшний день.\n\n"
    "Узнай, что приготовил тебе этот день"
)

SUPPORT_RESPONSE = (
    "🆘 <b>Нужна помощь?</b>\n\n"
    "По всем вопросам: @biz_annet"
)

ABOUT_RESPONSE = (
    "❤️<b> О боте </b>\n\n"
    "Привет! Это бот «Про тебя» - твой личный помощник и поддержка.\n\n"
    "Здесь тебя ждет много всего интересного:\n"
    "• <b> Целых 3 прогноза на день! </b> Карта дня, прогноз по твоей дате рождения и Лунный календарь - выбирай, что нравится.\n"
    "• <b> Узнай себя лучше: </b> получи описание своей личности, сильных сторон, карьерных возможностей и здоровья через цифры.\n"
    "• <b> Проверь совместимость </b> со своей половинкой.\n\n"
    "Это еще не всё! Мы постоянно развиваемся и готовим для тебя новые полезные функции."
)